[
 {
  "id": 1,
  "name": "Cambrian College",
  "c1": 2,
  "c2": 15,
  "story": "You start your journey to find the diamond from a story you heard from your history professor at College.",
  "nav": "Press 1 to go to the New Sudbury Center Mall, Press 2 to go to the Cambrian Residence or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 2,
  "name": "New Sudbury Center",
  "c1": 3,
  "c2": 4,
  "story": "You are at the Mall and meet a colleague who knows about the next stage in your journey. You are suggested two choices",
  "nav": "Press 1 to go to Dollarama, Press 2 to go to Walmart or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 3,
  "name": "Dollarama",
  "c1": 5,
  "c2": 6,
  "story": "You are Dollarama now and meet the Cashier and ask for advice on your journey. The Cashier suggests two new locations!",
  "nav": "Press 1 to go to Pizza Hut, Press 2 to go to Marks or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 4,
  "name": "Walmart",
  "c1": 6,
  "story": "You are now at Walmart. You see many people here but are unable to locate Jerico. However, you remember that Jerico might be at Marks",
  "nav": "Press 1 to go to Marks or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 5,
  "name": "Pizza Hut",
  "c1": 3,
  "story": "You are at the Pizza Hut, but it seems to be the wrong location!!",
  "nav": "Press 1 to go back to Dollarama, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 6,
  "name": "Marks",
  "c1": 7,
  "c2": 8,
  "c3": 9,
  "story": "Now, you are at Marks. Here you meet Jerico, and he suggests three locations!",
  "nav": "Press 1 to go to Lowes, Press 2 to go to Home Depot, Press 3 to go to Costco, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 7,
  "name": "Lowes",
  "story": "Lowes seems to be a dead end! You don't know where to go next! Try playing again!",
  "win": 0,
  "lose": 1,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 8,
  "name": "Home Depot",
  "c1": 10,
  "story": "You are at Home Depot! There may be some tools that could be useful if you make a purchase! You also overheard a stranger and now know the next location! ",
  "nav": "Press 1 to go to Silver City, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 1
 },
 {
  "id": 9,
  "name": "Costco",
  "c1": 10,
  "story": "You are at Costco! There may be some tools that could be useful if you make a purchase! You also overheard a stranger and now know the next location! ",
  "nav": "Press 1 to go to Silver City, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 1
 },
 {
  "id": 10,
  "name": "Silver City",
  "c1": 11,
  "c2": 12,
  "story": "You are now in Silver City! You now come across a stranger that you can slightly identify! The stranger gives you two new locations and an advice!",
  "nav": "Press 1 to go to A&W, Press 2 to go to the Transit Terminal, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 1,
  "item": 0
 },
 {
  "id": 11,
  "name": "A & W",
  "c1": 12,
  "story": "You now reach A&W, only to realize that you have lost some health! The staff who knows about the following location will not tell you unless you buy something to eat! Buy some food before proceeding!",
  "nav": "Press 1 to go to the Transit Terminal, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 1
 },
 {
  "id": 12,
  "name": "Transit Terminal",
  "c1": 13,
  "c2": 24,
  "story": "You now reach the Transit! It looks like the journey was too long! But if you want the diamond, you will have to proceed! You don't need any help at the Transit because your professor told you about the two possible locations from here!",
  "nav": "Press 1 to go to YMCA, Press 2 to go to the Ramsey Lake, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 13,
  "name": "YMCA",
  "c1": 14,
  "story": "Your friend, a YMCA receptionist, tells you to meet John at the Sudbury Police Station for more information!",
  "nav": "Press 1 to go to the Police Station, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 14,
  "name": "Sudbury Police Station",
  "story": "You tell the wrong John about your plans! Busted!!",
  "win": 0,
  "lose": 1,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 15,
  "name": "Cambrian Residence",
  "c1": 16,
  "c2": 17,
  "story": "You are the Cambrian Residence, and here you meet Rosie. She tells you about the two possible locations to proceed with your journey!",
  "nav": "Press 1 to go to Little Caesars, Press 2 to go to LCBO, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 16,
  "name": "Little Caesars",
  "c1": 6,
  "story": "At Little Caesars, you find a clue to your next location!",
  "nav": "Press 1 to go to Marks or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 17,
  "name": "LCBO",
  "c1": 18,
  "c2": 19,
  "story": "You are at LCBO and here a drunk stranger gives you a piece of advice along with two possible next locations!",
  "nav": "Press 1 to go to Real Canadian Super Store, Press 2 to go to the Audi Showroom, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 1,
  "item": 0
 },
 {
  "id": 18,
  "name": "Real Canadian Super Store",
  "story": "The drunk stranger gave you the wrong location! Here you find nothing! Try playing again!",
  "win": 0,
  "lose": 1,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 19,
  "name": "Audi Showroom",
  "c1": 20,
  "story": "The showroom is filled with customers, and the person you want to meet is busy! You don't have all the day so you decide to go and grab a coffee!",
  "nav": "Press 1 to go to Starbucks, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 20,
  "name": "Starbucks",
  "c1": 10,
  "c2": 21,
  "story": "While at Starbucks, you encounter your fellow History classmate, who is also looking for the exact diamond! You don't collaborate with him since you don't trust him. But yet, he gives you two possible locations!",
  "nav": "Press 1 to go to Silver City, Press 2 to go to Tim Hortons, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 21,
  "name": "Tim Hortons",
  "c1": 12,
  "c2": 22,
  "story": "You decide to take his advice and go to Tim Hortons! Suddenly you meet the person you were looking for at the Audi showroom! Here you get two new locations!",
  "nav": "Press 1 to go to the Transit Terminal, Press 2 to go to Wendy's, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 22,
  "name": "Wendy's",
  "c1": 12,
  "c2": 23,
  "story": "At Wendy's you are stopped by the manager before you get into the store! The manager tells you to go to either of the one locations and not come back here!",
  "nav": "Press 1 to go to the Transit Terminal, Press 2 to go to Radisson Hotel, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 23,
  "name": "Radisson Hotel",
  "c1": 25,
  "story": "At Radisson, you meet a friend! She tells you to visit Science North if you want to see the diamond!",
  "nav": "Press 1 to go to Science North, or Press 4 to Exit",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 24,
  "name": "Ramsey Lake",
  "c1": 25,
  "story": "At Ramsey Lake, you meet a friend! She tells you to visit Science North if you want to see the diamond!",
  "win": 0,
  "lose": 0,
  "stranger": 0,
  "item": 0
 },
 {
  "id": 25,
  "name": "Science North",
  "story": "You now see a board that illustrates the exact diamond you are looking for! You then make a plan and steal it in the middle of the night! Hurray!!!",
  "win": 1,
  "lose": 0,
  "stranger": 0,
  "item": 0
 }
]